<HTML>
<HEAD>
<LINK REL="stylesheet" TYPE="text/css" HREF="style.css">
<STYLE TYPE="text/css">
<!--
BODY {font-family: Arial}
P.p {text-align: justify; text-indent: 30; margin-top: 0; margin-bottom: 0}
-->
</STYLE>
<TITLE>Чердак Мильхара</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8"></HEAD>
<BODY MARGINHEIGHT=0 MARGINWIDTH=0 TOPMARGIN=0 LEFTMARGIN=0>
<BR>
<DD><B CLASS="m"><A HREF="index.htm" CLASS="o">Чердак Мильхара</A> / <A HREF="lingvosad.htm" CLASS="o">Лингвосадизм</A> /..</B><BR><BR>
<CENTER>
<TABLE WIDTH=62% BORDER=0 CELLPADDING=0 CELLSPACING=0>
<TR><TD CLASS="m">
<H1 ALIGN="center">Russkaja Latinica</H1>
<P CLASS="p">Используется полный латинский алфавит с добавлением дополнительных букв в конце: &Ccedil;&ccedil;, &#268;&#269;, &#352;&#353;, &#381;&#382;.</P>
<P CLASS="p">Особенности чтения и употребления некоторых букв:<BR>
Cc &#151; ц;<BR>
Ee &#151; э;<BR>
Hh &#151; что-то вроде украинского "г", употребляется для передачи звука h в иностранных именах и географических названиях;<BR>
Jj &#151; й, ъ, ь;<BR>
Yy &#151; ы;<BR>
&Ccedil;&ccedil; &#151; х;<BR>
&#268;&#269; &#151; ч;<BR>
&#352;&#353; &#151; ш;<BR>
&#381;&#382; &#151; ж.<BR>
Звук "щ" обозначается сочетанием s&#269;. Перед e, i, j предыдущая согласная смягчается. Для записи смягчения согласной перед другими гласными используется сочетание <NOBR>"Согласная+i+Гласная"</NOBR>, например: miaso, miod, liubovj. Чтобы записать сочетание <NOBR>i+другая гласная</NOBR>, над i ставится диэрезис, например: l&#239;ana, rad&#239;o, d&#239;elektrik. Чтобы согласная не смягчалась перед e, над e также ставится диэрезис, например: m&#235;r, p&#235;r, s&#235;r. &#207; и &#203; не считаются отдельными буквами; это варианты букв I и Е.</P>
<P CLASS="p">Транслитерация для клавиатуры без дополнительных букв: &ccedil; = ch, &#269; = cx, &#353; = sx, &#382; = zx, &#239; = i', &#235; = 'e.</P><BR>
<P CLASS="p"><B CLASS="v">Primer texta:</B></P>
<P CLASS="p">Mnogije narody praktikujut kuljt predkov, no po&#269;emu-to, naskoljko ja znaju, nigde ne polu&#269;ila razprostranenija protivopolo&#382;naja ideja &#151; kuljt potomkov. Dariu ideju avtoram f&#235;nt&#235;zi &#151; vdrug prigoditsia...</P>
<P CLASS="p">Itak... Na kakom-to drugom globuse imejetsia to li nebolj&#353;oj kontinent, to li krupnyj ostrov, otdelionnyj ot drugoj bli&#382;aj&#353;ej su&#353;i tysia&#269;ami kilometrov okeana. Do kakoho-to momenta on ne byl zaselion &#269;eloviekom. No odna&#382;dy &#353;torm unios semju rybakov s drugoho kontinenta priamo k novoj neobitajemoj zemle.</P>
<P CLASS="p">Ih potomki postepenno zaselili vsiu novuju territoriju. Na eto im potrebovalosj mnogo vekov, potomu &#269;to iz-za neizbe&#382;nyh blizkorodstvennyh brakov u nih voznikli kakije-to gen&#235;ti&#269;eskije problemy s fertiljnostju. V obs&#269;em, nu&#382;no bylo staratjsia za&#269;atj rebionka ot ka&#382;doho vstre&#269;noho pri liuboj vozmo&#382;nosti ;-) &#269;toby, pri doindustr&#239;aljnom urovne detskoj smertnosti, dobitjsia &ccedil;otia by prostoho vozproizvodstva naselenija.</P>
<P CLASS="p">I togda u nih voznikla novaja religija &#151; kuljt potomkov. Ka&#382;dyj rebionok stal vozprinimatjsia kak dar bogov, s sootvetstvujus&#269;im k nemu otno&#353;enijem. Detskaja smertnostj neskoljko snizilasj, stali vozmo&#382;nymi goroda i razvitaja civilizacija. Razcvelo izkusstvo; poety i &ccedil;udo&#382;niki stali vozpevatj krasotu rebionka i s&#269;astje, kotoroje on prinosit svojim roditeliam i voobs&#269;e vsem okru&#382;ajus&#269;im...</P>
<P CLASS="p">Interesno: &#269;to mo&#382;et polu&#269;itjsia iz takoho obs&#269;estva? I osobenno liubopytno: kak sebia &#269;ustvujut vyros&#353;ije deti, kogda perestajut bytj objektom poklonenija i stanoviatsia oby&#269;nymi pri&ccedil;o&#382;anami &Ccedil;rama Potomkov?..</P>
<BR><BR>&nbsp;
</TD></TR>
</TABLE>
</CENTER>
<HR SIZE=1 WIDTH=68% COLOR="#CC3366">
</BODY>
</HTML>
